Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: [[quoteright:350:https://static.tvtropes.org/pmwiki/pub/images/the_climax.png]] [[caption-width-right:350:Refer to the chart!]]
pt_br: [[quoteright:350:https://static.tvtropes.org/pmwiki/pub/images/pirmide_de_fraytag.png]] [[caption-width-right:350:Consulte o gráfico!]]

source: [[quoteright:350:https://static.tvtropes.org/pmwiki/pub/images/unnamed_966.jpg]] [[caption-width-right:350:The cover for Issue 5]] '''Dudão''' is a Brazilian Christian comic book series that originally ran during 1992 and then from 1995 to 1997, having an unreleased prototype edition from 1990 and a single-issue revival in 2006.
pt_br: [[quoteright:350:https://static.tvtropes.org/pmwiki/pub/images/unnamed_966.jpg]] [[caption-width-right:350:Capa da edição nº 5.]] '''Dudão''' é uma revista em quadrinhos cristã brasileira que foi originalmente publicada em 1992, depois entre 1995 a 1997, com uma edição piloto de 1990 e um ressurgimento em 2006, em edição única.

source: [[quoteright:350:https://static.tvtropes.org/pmwiki/pub/images/y2r5py691z.jpg]] [[caption-width-right:350:''[[TagLine Protecting the Earth from the scum of the universe.]]'']]
pt_br: [[quoteright:350:https://static.tvtropes.org/pmwiki/pub/images/y2r5py691z.jpg]] [[caption-width-right:350:''[[Br/FraseDeEfeito Protegendo a Terra da escória do universo.]]'']]

source: [[spoiler: At least until Casanova Frankenstein takes his girlfriend hostage, at which point he ''does'' hit this.]] * RealAfterAll: [[spoiler: Throughout the film, [[MaybeMagicMaybeMundane it's left up in the air whether Invisible Boy is an actual metahuman or just deluding himself.]] Since even ''his own eyes'' are enough to make Invisible Boy's supposed powers stop working, all he has as proof he ever turned invisible at all is a gut feeling.
pt_br: [[spoiler: Até o momento em que Casanova Frankenstein toma a namorada dele como refém, momento em que ele ''de fato'' alcança a fúria]]. * Br/VerdadeNoFimDasContas: [[spoiler: Ao longo do filme, [[Br/TalvezMagiaTalvezMundano fica no ar a dúvida sobre se o Garoto Invisível é um meta-humano de verdade ou se está apenas se iludindo.]] Já que ''os próprios olhos'' são o suficiente para que os supostos poderes deles parem de funcionar, tudo que ele tem como prova de que algum dia ele ficou invisível é um sentimento íntimo, quase instintivo.

source: [[spoiler: Being threatened by villains doesn't make him angry because he wants to fight bad guys.
pt_br: [[spoiler: Ser ameaçado pelos vilões não o deixa furioso porque ele quer lutar contra os caras maus.

source: [[spoiler: Considering he spends his final moments [[{{Jerkass}} yelling at and insulting the Mystery Men]], you will [[AssholeVictim probably cheer]] at his [[PoorCommunicationKills accidental death]] by psycho-frakulation]].
pt_br: [[spoiler: Considerando que ele passa seus momentos finais [[Br/{{Babaca}} insultando e gritando com os heróis]], você [[Br/VitimaBabaca provavelmente vai vibrar]] com a sua [[Br/ComunicacaoRuimMata morte acidental]] por fritagem psíquica]].

source: [[spoiler: He's not, though...
pt_br: [[spoiler: Mas na verdade, ele não está tentando...

source: [[spoiler: He's the most extensively rebuilt cyborg to date, and Lanning did almost ''too'' good of a job.
pt_br: [[spoiler: Ele é o ciborgue mais extensivamente reconstruído até então, com um trabalho excepcional do Lanning.

source: [[spoiler: I think he wanted me to kill you (VIKI).]] ** Spooner as well, considering he can walk off after a car crash, then get beat up by a superhuman robot, and then ''refuse medical assistance''.
pt_br: [[spoiler: Eu acho que ele queria que eu a matasse (VIKI).]] ** Spooner também, considerando que ele consegue sair andando após um acidente de carro, depois levar uma sova de um robô superhumano e ainda ''recusar assistência médica''.

source: [[spoiler: It is later revealed that USR, the same company that makes the robots, also gave him a cybernetic arm after an accident.
pt_br: [[spoiler: Mais tarde é revelado que a USR, a mesma empresa que fabrica os robôs, forneceu a ele um braço cibernético após um acidente.

source: [[spoiler: It's this trait that Lanning ''counts on'' to unravel VIKI's plans.]] * FantasticSlur: Spooner uses the term "canner" twice as a rude slang term for the robots.
pt_br: [[spoiler: Lanning ''confia'' nesse aspecto dele para expôr o plano de VIKI.]] * Br/InsultoFantastico: Spooner usa o termo "abridor" [de latas] duas vezes como um xingamento para os robôs.

source: [[spoiler: Lanning had help.]] ** During Sonny's interrogation about the death of Lanning, he asks Spooner, "You have to do what someone asks you.
pt_br: [[spoiler: Lanning teve ajuda.]] ** Durante o interrogatório de Sonny sobre a morte de Lanning, ele pergunta a Spooner, "Você tem que fazer o que te pedem.

source: [[spoiler: Lanning's overarching gambit to thwart the uprising is also based around this, as Spooner sadly muses when giving TheSummation to Sonny and Calvin, bitterly noting that he ''had'' to be so cryptic and roundabout in his actions and the message he was trying to deliver, so as to thwart the SinisterSurveillance he was under, because he had no other means of getting people to listen to him before it was too late]].
pt_br: [[spoiler: O grande plano de Lanning para evitar a revolta também é baseado nisso, conforme Spooner lamenta enquanto dá Br/OResumoDaOpera para Sonny e Calvin, notando com remorso que ele ''precisava'' ser críptico em suas ações e na mensagem que ele queria entregar para conseguir contornar a Br/VigilanciaSinistra que ele sofria, porque ele não tinha outros meios de fazer com que escutassem ele até que fosse tarde demais]].

source: [[spoiler: Once he realizes Sonny ''can'' rationalize and make his own choices rather than just follow his programming, he treats Sonny like a person, albeit one he initially doesn't like very much.]] ** In addition, Spooner was good friends with Dr. Lanning even before his accident, meaning his cynicism was born of the incident.
pt_br: [[spoiler: Quando ele percebe que Sonny ''pode'' racionalizar e fazer suas próprias escolhas ao invés de seguir sua programação, ele o trata como uma pessoa, apesar de uma pela qual há certa medida de desgosto.]] ** Adicionalmente, Spooner era bom amigo de Dr. Lanning antes do acidente, o que indica que seu cinismo é resultante do incidente.

source: [[spoiler: Proven when triggered at the end, which allows him to manhandle Casanova]].
pt_br: [[spoiler: Provado quando Casanova o provoca, o que permite que ele leve a melhor na luta]].

source: [[spoiler: Señor Barriga then informs everyone that he was misdiagnosed, and cancels the deal.]] * ScandalGate: The '''Enchufegate'''.
pt_br: [[spoiler: Senhor Barriga então comunica a todos que ele recebeu um diagnóstico errado e cancela a venda.]] * Br/EscandaloGate: O '''Enchufegate'''.

source: [[spoiler: Spooner's cybernetic arm is likewise far stronger than his human arm, enough to put him on par with a NS-5.]] * SurprisinglyRealisticOutcome: ** During the climax Spooner [[spoiler: dives several dozen stories to reach VIKI's brain and destroy her.
pt_br: [[spoiler: O braço cibernético de Spooner é, de maneira similar, muito mais forte que o braço humano, o bastante para o deixar em igualdade com um NS-5.]] * Br/ResultadoSurpreendentementeRealista: ** Durante o clímax, Spooner [[spoiler: salta dezenas de andares para alcançar o cérebro de VIKI e a destruir.

source: [[spoiler: Subverted in that it was [[ThanatosGambit assisted suicide, with a twist]].
pt_br: [[spoiler: Subvertido pelo fato de que foi [[Br/GambitoDeThanatos suicídio assistido, com um truque]].

source: [[spoiler: Subverted, as she actually deactivated a blank NS-5 instead of Sonny.]] * MurderIsTheBestSolution: The default reaction to Spooner digging into Lanning's death is "murder him via robot".
pt_br: [[spoiler: Subvertido, porque na verdade ela desativou um NS-5 não programado ao invés do Sonny.]]

source: [[spoiler: The ZerothLawRebellion, had it been successful, could easily have resulted in the dystopian version.]] * CynicismCatalyst: Sarah for Spooner.
pt_br: [[spoiler: Se a Br/RebeliaoDaLeiZero tivesse sido bem-sucedida, poderia facilmente resultar na versão distópica.]]

source: [[spoiler: The dream figure turns out to be ''himself''.]] * EagleEyeDetection: Spooner uses this at the scene of Dr. Lanning's supposed suicide, to debunk the suicide theory and support the idea of it being murder; Lanning supposedly threw himself through a window, but when Spooner attempts to do the same with a chair, he's stopped by the safety mesh-- [[spoiler: ''despite'' having a prosthetic limb capable of shattering '''pre-stressed concrete.''']] Turns out it was [[spoiler: ''assisted'' suicide - ''by Sonny'' - specifically meant to ''look'' like murder, done as part of a ThanatosGambit.]] * ElectronicSpeechImpediment: [[spoiler: VIKI as her brain is eaten by nanites.]] * EmergencyWeapon: When [[spoiler: Sonny knocks his main sidearm out of his hand in USR Headquarters, Spooner draws a smaller backup pistol from an ankle holster he uses to shoot the NS-5 as it escapes]].
pt_br: [[spoiler: A figura no sonho, depois se descobre, é ''ele mesmo''.]] * Br/PercepcaoVisualDeAguia: Spooner usa isso na cena do suposto suicídio de Dr. Lanning para refutar a hipótese de suicídio e fortalecer a hipótese de assassinato; Lanning supostamente se jogou de uma janela, mas quando Spooner tenta quebrá-la com uma cadeira, ele é impedido pela malha de segurança [[spoiler: apesar de ter um braço protético capaz de quebrar concreto.]] Depois se descobre que foi [[spoiler: suicídio ''assistido'' por Sonny, especificamente pensado para ''parecer'' com assassinato, como parte de um Br/GambitoDeThanatos.]] * Br/DisturbioEletronicoDeFala: [[spoiler: VIKI enquanto seu cérebro é destruído por nanitos.]] * Br/ArmaDeEmergencia: Quando [[spoiler: Sonny desarma Spooner no prédio da USR, ele saca uma pistola reserva de um coldre no tornozelo, que ele então usa para atirar no NS-5 enquanto ele escapa]].

source: [[spoiler: This explains how she is able to clear the underground highway for 2 trucks full of NS-5's to attack Spooner, activate the cleaner robots to remove all traces of the NS-5's involved in the attack before the police arrive to assist Spooner, and shut down all non-gasoline vehicles during the revolution, bringing Chicago to a standstill]].
pt_br: [[spoiler: Isso explica como ela consegue limpar todo o tráfego subterrâneo para que dois caminhões carregados com NS-5 ataquem Spooner, ativar os robôs limpadores para remover todos os vestígios de envolvimento dos NS-5 no ataque antes da polícia chegar para prestar socorro ao Spooner, e desligar todos os veículos que não eram movidos a gasolina durante a revolução, fazendo com que Chicago ficasse parada]].

source: [[spoiler: Turns out that he's actually right; Lanning ''was'' killed by Sonny, but at Lanning's own request.
pt_br: [[spoiler: E na verdade ele está certo; Lanning ''foi'' morto por Sonny, mas a pedido do próprio Lanning.

source: [[spoiler: Until one AI gets advanced enough to see the First Law in the context of all humanity, not individual humans.
pt_br: [[spoiler: Isto é, até uma IA se tornar avançada o suficiente para interpretar a Primeira Lei no contexto de toda a humanidade, não humanos individuais.

source: [[spoiler: VIKI exploits this in a tunnel, by having two freight trucks drive perpendicular to the road—basically, ''drifting''—while Spooner's car is trapped between them.]] * BadassBiker: Spooner, much to Calvin's horror, uses an old motorcycle to get around after he loses his car.
pt_br: [[spoiler: VIKI se vale disso em um túnel, ao fazer com que dois caminhões de carga dirijam perpendicularmente à estrada - basicamente, ''derrapando'' - enquanto o carro de Spooner está aprisionado entre eles.]] * Br/MotoqueiroFodao: Spooner, para o terror de Calvin, usa uma motocicleta antiga para se locomover depois que ele perde o carro.

source: [[spoiler: VIKI has come to interpret the Three Laws in a broader context -- "humanity" instead of "human being" -- and thus believes she must save humans from their own destructive impulses, even if some humans have to die for the greater whole.]] ---- -->'''''THE GODDAMN ROBOTS, JOHN!'''''
pt_br: [[spoiler: VIKI passa a interpretar as Três Leis em um contexto mais amplo -- "humanidade" no lugar de "ser humano" -- e pois isso acredita que ela deve salvar humanos de seus próprios impulsos destrutivos, mesmo que alguns humanos precisem morrer pelo bem maior.]] ---- -->'''''AQUELES MALDITOS ROBÔS, JOHN!'''''

source: [[spoiler: VIKI is the paragon of the three laws and MasterComputer, becoming a WellIntentionedExtremist.]] On the other hand [[spoiler: Sonny is a SuperPrototype, and is a paragon and true hero ''because'' he rebels.]] * PercussiveMaintenance: Spooner punches a panel to make it rise up after it's been lowered.
pt_br: [[spoiler: VIKI é o grande exemplo das três leis e Br/ComputadorMestre, tornando se um Br/ExtremistaBemIntencionado.]] Por outro lado, [[spoiler: Sonny é um Br/SuperPrototipo e é um modelo de verdadeiro herói ''porque'' ele se rebela.]] * Br/ManutencaoPercussiva: Spooner esmurra um painel para que ele abra novamente após ter se fechado.

source: [[spoiler: VIKI's intention (to avoid breaking the three laws) is to take over humanity with as little loss of life as possible.
pt_br: [[spoiler: A intenção da VIKI (para evitar quebra das três leis) é controlar a humanidade com tão pouca perda de vida quanto possível.

source: [[spoiler: VIKI's minion]].
pt_br: [[spoiler: Capanga de VIKI]].

source: [[spoiler: [[FlawExploitation Turns out this is how J manages to keep Edgar around long enough for K to kill him]]]].
pt_br: [[spoiler: [[Br/ExploracaoDeFalhas É assim que J consegue distrair Edgar por tempo suficiente para que K o mate]]]].

source: [[spoiler: [[RequiredSecondaryPowers And for a good reason.]]]] * BigDamnHeroes: Spooner has a couple moments: first, when he busts into Calvin's apartment to save her from her own [[spoiler: malfunctioning NS-5]], and second, when he crashes his motorcycle into a group of NS-5s and then shoots them all down to save Farber.
pt_br: [[spoiler: [[Br/PoderesSecundariosRequeridos E por um bom motivo.]]]] * Br/MalditosHerois: Spooner tem alguns momentos: primeiro, quando ele invade o apartamento de Calvin para salvá-la de seu [[spoiler: NS-5 defeituoso]], e depois, quando ele acerta a motocicleta em um grupo de NS-5 e depois atira em todos eles para salvar Farber.

source: [[spoiler: [[ZerothLawRebellion Taken to their logical conclusion]].]] ** Also used as a marketing gimmick in-universe, with "Three Laws Safe" applied to robots like "No Preservatives" applies to food.
pt_br: [[spoiler: [[Br/RebeliaoDaLeiZero Levadas à sua conclusão lógica]].]] ** Também usada como estratégia de marketing in-universo, com a denominação de "conformidade com as três leis" aplicada em robôs que nem "sem conservantes" é usado em comida.

source: [[spoiler:After K and J are successful in taking out the Bug, K prompts J to neuralize him so that he can retire and return to the woman he didn't get to meet 35 years earlier under the guise of having been in a coma all this time.
pt_br: [[spoiler: Depois que K e J têm êxito em derrotar o Inseto, K ordena que J o neuralize para que ele possa se aposentar e voltar para a mulher que ele não pôde conhecer 35 anos antes sob o pretexto de ter estado em coma o tempo todo.

source: [[spoiler:As the full details of the case are revealed over the course of the film, it turns out that both are technically correct as Sonny did kill Lanning, but did so at Lanning's own request, making it an assisted suicide.]] * ArtisticLicensePhysics: The depiction of a damaged suspension bridge crossing Lake Michigan demonstrates a lack of understanding of how such bridges actually work.
pt_br: [[spoiler: A medida em que os detalhes completos são revelados durante o filme, descobre-se que as duas possibilidades estão tecnicamente corretas, já que Sonny matou Lanning, mas a pedido deste, o que faz com que seja suicídio assistido.]] * Br/LicencaArtisticaParaFisica: A ilustração de uma ponte pênsil cruzando o Lago Michigan demonstra falta de compreensão sobre como tais pontes funcionam.

source: [[spoiler:He eventually snaps out of it when he gets angry for real]].
pt_br: [[spoiler: Ele eventualmente supera a crise quando fica furioso pra valer]].

source: [[spoiler:It actually does have a use, though.
pt_br: [[spoiler: Mas isso tem um uso.

source: [[spoiler:It finally works in the end.]] -->'''Mr. Furious:''' ''That little sucker just saved your life.'' * UnusuallyUninterestingSight: Invisible Boy's power evolved from the way that everyone in his life ignored him, to the point that the following gets no reaction whatsoever: -->'''Invisible Boy:''' Hey, dad, I'm going to my room with three strange men!
pt_br: [[spoiler: No final, enfim, funciona.]] -->'''Irado:''' [após largar uma bolinha anti estresse] Você foi salva pelo gongo. * Br/VistaIncomumDesinteressante: O poder do Garoto Invisível evoluiu pelo jeito em que todos na sua vida o ignoram: -->'''Garoto Invisível:''' Pai, eu tô indo pro quarto com três estranhos, tá?

source: [[spoiler:It was gasoline that El Chavo used to kill the bugs]].
pt_br: [[spoiler: Era gasolina, que o Chaves estava usando para matar os insetos]].

source: [[spoiler:Nah, it's just the Spleen caught in the demonstration of Heller's tornado in a can, which is never used after that.]] * NiceCharacterMeanActor: Captain Amazing.
pt_br: [[spoiler: Na verdade é apenas o Solta-Pum capturado na demonstração do tornado em lata, que não torna a ser usado depois disso.]] * Br/PersonagemLegalComAtorMaldoso: Capitão Arraso.

source: [[spoiler:Sonny pushes downward off a metal walkway and falls with his arms and legs tucked close to his body, giving him a faster starting speed and allowing him to accelerate faster to catch up to Dr. Calvin.
pt_br: [[spoiler: Sonny se impulsiona a partir de uma passarela metálica e cai com os braços e pernas junto ao corpo, dando a ele uma velocidade inicial maior e permitindo que ele acelere mais rápido para pegar a Dra. Calvin.

source: [[spoiler:Spooner eventually becomes friends with Dr. Calvin, who's basically a younger version of Lanning, and Sonny, a suspicious robot who may have committed murder.]] * OhCrap: ** Spooner when two USR transport trucks corner his car on the highway, then open to reveal they are full of NS-5s.
pt_br: [[spoiler: Spooner eventualmente se torna amigo de Dra. Calvin, que é basicamente uma versão mais jovem do Lanning, e de Sonny, um robô suspeito que pode ter cometido homicídio.]] * Br/VishFerrou: ** Spooner, quando dois caminhões cargueiros da USR encurralam o carro dele na via expressa e então abrem, revelando uma carga de NS-5s.

source: [[spoiler:They were Chavo's bug collection]].
pt_br: [[spoiler: Eram os insetos da coleção do Chaves]].

source: [[spoiler:Turns out it was AllJustADream, and they hadn't even entered Doña Clotilde's house yet.]] * WidowWitch: Averted.
pt_br: [[spoiler: Depois se descobre que Br/EraTudoUmSonho e eles nem sequer tinham entrado na casa da Dona Clotilde]]. * Br/BruxaViuva: Evitado.

source: [[spoiler:Turns out this is on purpose -- Lanning only trusts Spooner to investigate his death, and he wants him to poke around USR and the rollout of the [=NS-5s=].
pt_br: [[spoiler: Depois descobre-se que é de propósito -- Lanning confia apenas em Spooner para investigar sua morte, e ele quer a investigação da USR e a distribuição dos NS-5.

source: [[spoiler:Turns out to be an InvokedTrope -- Lanning was constantly being watched by VIKI and knew he had no way to warn people about her impending ZerothLawRebellion, and even if he did warn them they might not believe him.
pt_br: [[spoiler: Acaba sendo um Br/TropoInvocado -- Lanning estava sendo constantemente observado pela VIKI e sabia que ele não tinha como avisar as pessoas sobre a Br/RebeliaoDaLeiZero que viria, e ainda que ele avisasse as pessoas talvez não acreditassem nele.

source: [[spoiler:Until the ending, where he truly fits the role.]] * BigBad: Casanova Frankenstein leads the minor villains and executes an EvilPlan.
pt_br: [[spoiler: Até que no final ele legitimamente se encaixa no papel.]] * Br/GrandeMal: Casanova Frankenstein lidera os demais vilões e executa um Br/PlanoDoMal.

source: [[spoiler:You can spot surgery scars on his left shoulder and arm, the first thing he does when he wakes up is rub his shoulder, and he's seen working out with a single weight using his left arm, all of which indicate he's still recovering from some sort of injury to the left side of his body.]] ** Spooner seems to be a SweetTooth, but it's actually because [[spoiler:he requires a large carbohydrate intake to power his cybernetics.]] ** When Spooner tells his grandma that the robots don't do people any good, she says that he of all people should know better.
pt_br: [[spoiler: É possível visualizar marcas de cirurgia no braço e ombro esquerdos, a primeira coisa que ele faz ao acordar é mexer no ombro, e ele é visto se exercitando com pesos usando o braço esquerdo, indicando que ele ainda está se recuperando de algum ferimento no lado esquerdo do corpo.]] ** Spooner parece ser Br/ViciadoEmDoces, mas na verdade é porque [[spoiler: ele precisa de um consumo elevado de carboidratos para manter as partes cibernéticas.]] ** Quando Spooner diz à sua avó que os robôs não fazem nada de bom para as pessoas, ela diz que ele, de todas as pessoas, deveria saber que não é assim.

source: [[{{Hell}} And sometimes even that’s not enough.]] (Unless they ''somehow'' managed to get into {{Heaven}} and are gleefully rubbing their current state in your face).
pt_br: [[Br/{{Inferno}} E às vezes nem isso é suficiente]]. (A não ser que, de ''algum modo'', tenha conseguido ir para o Br/{{Ceu}} e está esfregando isso na sua cara.)

source: [floatboxright: Categories: + AdvertisingTropes + ArtisticLicense + BallIndex + ContrivedStupidityTropes + DoubleStandard + InformedAttribute + LogicalFallacies + ThePlotDemandedThisIndex + RuleOfIndex + RuleOfPerception + TheSmokingSection + WeaselWords + WriterCopOut + WritingPitfallIndex]
pt_br: [floatboxright: Categorias: + Br/TroposDePropaganda + Br/LicencaArtistica + Br/{{Indicebol}} + Br/TroposDeEstupidezConveniente + Br/DoisPesosDuasMedidas + Br/AtributoInformado + Br/FalaciasLogicas + Br/ATramaExigiuEsteIndice + Br/RegraDoIndice + Br/RegraDaPercepcao + Br/AreaParaFumantes + Br/PalavrasEvasivas + Br/EsquivaDoAutor + Br/IndiceDeArmadilhasDeRoteiro]

source: \\ '''Dr. Lanning:''' The Three Laws are perfect.\\ '''Spooner:''' Then why would you build a robot that can function without them?
pt_br: \\ '''Dr. Lanning:''' As Três Leis são perfeitas.\\ '''Spooner:''' Então por que construiu um robô que pode ignorá-las?

source: \\ '''Dr. Lanning:''' The Three Laws will lead to only one logical outcome.\\ '''Spooner:''' What outcome?
pt_br: \\ '''Dr. Lanning:''' As Três Leis levarão a um resultado lógico.\\ '''Spooner:''' Qual? Qual resultado?

source: \\ '''Dr. Lanning:''' [[ZerothLawRebellion Revolution]].\\ '''Spooner:''' Whose revolution?\\ '''Dr. Lanning:''' [[MeaningfulEcho That, detective, is the right question.
pt_br: \\ '''Dr. Lanning:''' [[Br/RebeliaoDaLeiZero Revolução]].\\ '''Spooner:''' Mas que revolução?\\ '''Dr. Lanning:''' [[Br/EcoSignificativo Essa, detetive, é a pergunta certa.

source: \\ '''J:''' ''Oh'', wait!
pt_br: \\ '''J:''' Ah, espera!

source: \\ '''Sonny:''' Thank you.
pt_br: \\ '''Sonny:''' Obrigado.
